const riskAssessmentCriteria = [
    // { "criteriaForAssessingTheDegreeOfRisk":"Вид об’єкта (приміщення, будівля, споруда, будинок, територія), що належить суб’єкту господарювання на праві власності, володіння, користування",
    //     "indicatorsOfCriteria" : { "об’єкт підвищеної небезпеки, визначений відповідно до Закону України “Про об’єкти підвищеної небезпеки”": 31,
    //      "об’єкт критичної інфраструктури, визначений відповідно до Закону України “Про критичну інфраструктуру”, що належить до I та II категорій критичності":35,
    //      "об’єкт критичної інфраструктури, визначений відповідно до Закону України “Про критичну інфраструктуру”, що належить до III та IV категорій критичності": 15,
    //      "об’єкти метрополітену": 28,
    //      "об’єкти, включені до Державного реєстру нерухомих пам’яток (відповідно до Закону України “Про охорону культурної спадщини”), які належать до пам’яток культурної спадщини національного значення": 30,
    //      "об’єкти, включені до Державного реєстру нерухомих пам’яток (відповідно до Закону України “Про охорону культурної спадщини”), які належать до пам’яток культурної спадщини місцевого значення": 10,
    //      "об’єкти, які згідно з ДСТУ Б В.1.1-36:2016 “Визначення категорій приміщень, будинків та зовнішніх установок за вибухопожежною та пожежною небезпекою” належать до промислових, складських будівель (споруд), зовнішніх установок, які за категорією вибухопожежної небезпеки відносяться до категорії “А”, “Аз” або “Б”, “Бз”": 36,
    //      "об’єкти, які згідно з ДСТУ Б В.1.1-36:2016 “Визначення категорій приміщень, будинків та зовнішніх установок за вибухопожежною та пожежною небезпекою” належать до промислових будівель (споруд), зовнішніх установок, які за категорією пожежної небезпеки відносяться до категорій “В” та “Вз”, площею до 1 тис. кв. метрів": 5,
    //      "об’єкти, які згідно з ДСТУ Б В.1.1-36:2016 “Визначення категорій приміщень, будинків та зовнішніх установок за вибухопожежною та пожежною небезпекою” належать до промислових будівель (споруд), які за категорією пожежної небезпеки відносяться до категорії “В”, площею від 1 тис. кв. метрів до 5 тис. кв. метрів": 15,
    //      "об’єкти, які згідно з ДСТУ Б В.1.1-36:2016 “Визначення категорій приміщень, будинків та зовнішніх установок за вибухопожежною та пожежною небезпекою” належать до промислових будівель (споруд), які за категорією пожежної небезпеки відносяться до категорії “В”, площею 5 тис. кв. метрів та більше": 36,
    //      "об’єкти, які згідно з ДСТУ Б В.1.1-36:2016 “Визначення категорій приміщень, будинків та зовнішніх установок за вибухопожежною та пожежною небезпекою” належать до складських будівель (споруд), які за категорією пожежної небезпеки відносяться до категорії “В”, площею до 5 тис. кв. метрів": 5,
    //      "об’єкти, які згідно з ДСТУ Б В.1.1-36:2016 “Визначення категорій приміщень, будинків та зовнішніх установок за вибухопожежною та пожежною небезпекою” належать до складських будівель (споруд), які за категорією пожежної небезпеки відносяться до категорії “В”, площею від 5 тис. кв. метрів до 10 тис. кв. метрів": 15,
    //      "об’єкти, які згідно з ДСТУ Б В.1.1-36:2016 “Визначення категорій приміщень, будинків та зовнішніх установок за вибухопожежною та пожежною небезпекою” належать до складських будівель (споруд), які за категорією пожежної небезпеки відносяться до категорії “В”, площею 10 тис. кв. метрів та більше": 36,
    //      "об’єкти, які мають (експлуатують) підземні, цокольні та/або підвальні поверхи (крім тих, де розміщено лише інженерне обладнання та комунікації)": 10,
    //     }  
    //  },
    { "criteriaForAssessingTheDegreeOfRisk":"Площа об’єкта",
        "indicatorsOfCriteria":{ "до 300 кв. метрів включно": 1,
            "від 300 кв. метрів до 2000 кв. метрів включно": 13,
"понад 2000 кв. метрів до 7500 кв. метрів включно": 21,
"понад 7500 кв. метрів до 20000 кв. метрів включно": 26,
"понад 20000 кв. метрів": 31, 
        }
      },
      { "criteriaForAssessingTheDegreeOfRisk":"Максимальна розрахункова (проектна) кількість людей, які постійно або періодично перебувають на об’єкті (відповідно до ДCTУ-Н Б В.1.2-16:2013 “Визначення класу наслідків (відповідальності) та категорії складності об’єктів будівництва”)*",
        "indicatorsOfCriteria" : { "постійне перебування до 50 осіб": 5,
         "постійне перебування від 50 до 400 осіб":10,
         "постійне перебування понад 400 осіб": 15,
         "періодичне перебування до 100 осіб": 5,
         "періодичне перебування від 100 до 1000 осіб": 10,
         "періодичне перебування понад 1000 осіб": 15
 
        }  
     },
     { "criteriaForAssessingTheDegreeOfRisk":"Умовна висота об’єкта (висота, яка визначається різницею позначок найнижчого рівня проїзду (встановлення) пожежних автодрабин (автопідйомників) і підлоги верхнього поверху без урахування верхніх технічних поверхів, якщо на технічних поверхах розміщено лише інженерні обладнання та комунікації будинку)",
        "indicatorsOfCriteria" : { "до 9 метрів": 5,
         "від 9 метрів до 26,5 метра включно":10,
         "від 26,5 метра до 47 метрів включно": 20,
         "понад 47 метрів": 30,
        }  
     },
     { "criteriaForAssessingTheDegreeOfRisk":"Наявність та масштаб небезпечних подій, надзвичайних ситуацій, які сталися на об’єкті протягом останніх п’ять років, що передують плановому періоду*",
        "indicatorsOfCriteria" : { "загибель від 1 до 3 осіб": 10,
         "загибель 3 осіб та більше":20,
         "травмування (втрата працездатності) від 1 до 5 осіб": 5,
         "завдання майнової шкоди у великому розмірі***": 10,
         "завдання майнової шкоди в особливо великому розмірі***": 15,
         "надзвичайна ситуація державного рівня": 20,
         "надзвичайна ситуація регіонального рівня": 15,
         "надзвичайна ситуація місцевого рівня": 10,
         "надзвичайна ситуація об’єктового рівня": 5,
         "небезпечні події (надзвичайні ситуації) відсутні": 0,
        }  
     },
     { "criteriaForAssessingTheDegreeOfRisk":"Клас наслідків (відповідальності) під час будівництва об’єкта (відповідно до Закону України “Про регулювання містобудівної діяльності”)**",
        "indicatorsOfCriteria" : { "об’єкт із значними наслідками (СС3)": 41,
         "об’єкт із середніми наслідками (СС2)":21,
         "від 26,5 метра до 47 метрів включно": 20,
         "об’єкт із незначними наслідками (СС1)": 11,
        }  
     },
     { "criteriaForAssessingTheDegreeOfRisk":"Кількість порушень вимог законодавства у сфері техногенної та пожежної безпеки, пов’язаних з експлуатацією або під час будівництва об’єкта, та виявлених протягом останніх п’яти років, що передують плановому періоду*",
        "indicatorsOfCriteria" : { "порушень не виявлено": 0,
         "до трьох порушень, які були усунені у встановлений строк":1,
         "від трьох до десяти порушень, які були усунені у встановлений строк": 3,
         "більше десяти порушень, які були усунені у встановлений строк": 5,
         "до трьох порушень, які не були усунені у встановлений строк": 10,
         "від трьох до десяти порушень, які не були усунені у встановлений строк": 20,
        "більше десяти порушень, які не були усунені у встановлений строк": 25,
        }  
     },


]

export { riskAssessmentCriteria };