const listOfQuestions = [
    { "question": "Техногенну безпеку на об’єкті забезпечено",
        "indicator": ["високий","середній","незначний"],
        "normative": "Пункти 1-7 розділу ІІІ ПТБ",

    },
    { "question": "Ідентифікацію об’єкта підвищеної небезпеки проведено",
        "indicator": ["середній","високий"],
        "normative": "Стаття 9 ЗУ № 2245–III ",

    },
    { "question": "Аварійно-рятувальне обслуговування забезпечено ",
        "indicator": ["високий"],
        "normative": "Пункт 12 частини першої статті 20 КЦЗУ ",
    }
]







export { listOfQuestions };